<?php $looks = [
    [
        'type' => 'woman',
        'slug' => '10.png',
        'title' => 'Французские умные стрижки Mod’s Hair Paris. Step 1',
        'short_title' => 'Mod’s Hair Paris. Step 1',
        'dates' => 'Продолжительность курса - 1 день. Дата проведения: 19 февраля',
        'list' => [
            [
                'title' => 'Место:',
                'text' => 'г. Москва, Академия L’Oréal, 4-й Голутвинский переулок, 1/8с1-2'
            ],
            [
                'title' => 'Формат:',
                'text' => 'Теория + демо отработка (манекен голова в подарок)'
            ],
            [
                'title' => 'Кому:',
                'text' => '- новички которые хотят получить уверенность и скорость в работе<br>- профессионалы со стажем которые ищут вдохновение или хотят открыть «второе дыхание» в профессии'
            ],
            [
                'title' => 'После курса ты сможешь:',
                'text' => '- читать схемы французских умных стрижек<br>- одним срезом задавать длину, объём и текстуру<br>- создавать стрижки не требующие укладки'
            ],
            [
                'title' => 'В процессе обучения изучим и отработаем на практике:',
                'text' => '- 7 фирменных разделений<br>- 4 фирменных срезов<br>- 2 стрижки на разную длину ( средние, длинные)'
            ],
            [
                'title' => 'В качестве бонуса от преподавателей:',
                'text' => 'Отработка происходит на манекен головах, после отработки манекен голова переходит в собственность ученика.'
            ],
            [
                'title' => 'Стоимость - 15 тыс. руб.',
                'text' => ''
            ],
        ]
    ],
    [
        'type' => 'woman',
        'slug' => 'umnie_strijki.png',
        'title' => 'Французкие умные стрижки Mods Hair Paris.  Step 1 - ДНК бренда',
        'short_title' => 'Умные стрижки',
        'dates' => 'Продолжительность курса – 3 дня. Ежедневно с 10 до 17.00',
        'list' => [
            [
                'title' => 'Формат: ',
                'text' => 'Теория + практика ежедневно'
            ],
            [
                'title' => 'Кому:',
                'text' => '- новички которые хотят получить уверенность и скорость в работе<br>- профессионалы со стажем которые ищут вдохновение или хотят открыть «второе дыхание» в профессии'
            ],
            [
                'title' => 'Стоимость – 45 000 руб.',
                'text' => ''
            ],
            [
                'title' => 'После курса ты сможешь',
                'text' => '- читать схемы французских умных стрижек<br>- одним срезом задавать длину, объём и текстуру<br>- создавать быстрые стрижки не требующие укладки'
            ],
            [
                'title' => 'В процессе обучения изучим и отработаем на практике',
                'text' => '- 7 фирменных разделений<br>- 5 фирменных срезов<br>- 5 стрижек на разную длину (длинные, средние, короткие)<br>в качестве бонуса от преподавателей - Отработка происходит на манекен головах, после отработки манекен голова переходит в собственность ученика.'
            ],
        ]
    ],
    [
        'type' => 'woman',
        'slug' => '4.png',
        'title' => 'Французкие умные стрижки Mods Hair Paris + прокачка на моделях.',
        'short_title' => 'Умные стрижки',
        'dates' => 'Продолжительность курса – 5 дней. Дата проведения: с 26 февраля по 3 марта 2025',
        'list' => [
            [
                'title' => 'Формат: ',
                'text' => ' – теория + практика 3 дня. Практика 2 дня.'
            ],
            [
                'title' => 'Кому:',
                'text' => '- новички которые хотят получить уверенность и скорость в работе<br>- профессионалы со стажем которые ищут вдохновение или хотят открыть «второе дыхание» в профессии'
            ],
            [
                'title' => 'Стоимость – 56 000 руб.',
                'text' => ''
            ],
            [
                'title' => 'После курса ты сможешь',
                'text' => '- читать схемы французских умных стрижек<br>- одним срезом задавать длину, объём и текстуру<br>- создавать быстрые стрижки не требующие укладки'
            ],
            [
                'title' => 'В процессе обучения изучим и отработаем на практике',
                'text' => '- 7 фирменных разделений<br>- 5 стрижек на разную длину (длинные, средние, короткие)<br>в качестве бонуса от преподавателей - Отработка происходит на манекен головах 3 дня, после отработки манекен голова переходит в собственность ученика. Практика на моделях 2 дня.'
            ],
        ]
    ],
    [
        'type' => 'woman',
        'slug' => 'balayaj.png',
        'title' => 'Быстрые техники Mods Hair Paris трендового французского окрашивания « Френч Балаяж» .',
        'short_title' => 'Балаяж',
        'dates' => 'Даты проведения: 13-14 марта 2025',
        'list' => [
            [
                'title' => 'Место:',
                'text' => 'г. Москва, Академия L’Oréal, 4-й Голутвинский переулок, 1/8с1-2'
            ],
            [
                'title' => 'Формат: ',
                'text' => 'теория +практика ежедневно, 2 дня манекен голова, 3 й день модели.'
            ],
            [
                'title' => 'Кому:',
                'text' => '- новички, которые хотят обладать трендовым французским окрашиванием.<br>- профессионалы со стажем, которые хотят создавать индивидуальные образы в французском стиле, расширить свои знания в окрашивании.<br>'
            ],
            [
                'title' => 'Стоимость – 35 000 руб.',
                'text' => ''
            ],
            [
                'title' => 'После курса ты узнаешь',
                'text' => '-Что такое балаяж<br>-какие бывают виды балаяжа<br>-в каких случаях применяется балаяж<br>-как правильно выполнять<br>-какие могут быть ошибки и как их исправить<br>-требования к материалам и инструментам'
            ],
            [
                'title' => 'После курса ты сможешь',
                'text' => '-читать схемы французского балаяжа<br>-создавать индивидуальные комбинации под стрижку и внешность клиента.'
            ],
            [
                'title' => 'В процессе обучения изучим и отработаем на практике',
                'text' => '- 6 фирменных разделений.<br>- 6 фирменных нанесений.<br>- отработаем техники на манекен головах и моделях.<br>- создадим индивидуальные образы.<br>Отработка происходит на манекен головах 2 дня, после отработки манекен голова переходит в собственность ученика. Практика на моделях 1 день.'
            ],
        ]
    ],
    [
        'type' => 'woman',
        'slug' => 'prodaji.png',
        'title' => 'Однодневный тренинг: "Легкие продажи"',
        'short_title' => 'Легкие продажи',
        'dates' => 'Продолжительность – 1 день с 10 до 17.00',
        'list' => [
            [
                'title' => 'Кому:',
                'text' => 'Администраторы салонов красоты, парикмахеры'
            ],
            [
                'title' => 'Зачем:',
                'text' => '- повысить свой доход не привлекая новых клиентов<br>- почувствовать легкость общения и уверенность в себе'
            ],
            [
                'title' => 'Стоимость - 6 тыс. руб.',
                'text' => ''
            ],
            [
                'title' => 'После тренинга ты сможешь',
                'text' => '- находить общий язык с любым клиентам<br>- узнавать, что на самом деле нужно клиенту<br>- вести разговор так что бы клиент сам желал купить услуги и товары<br>- создавать условия при которых клиент платит больше и ходит чаще'
            ],
        ]
    ],
    [
        'type' => 'woman',
        'slug' => 'obshenie.png',
        'title' => '«Мастер общения»',
        'short_title' => 'Мастер общения»',
        'dates' => 'Продолжительность – 2 дня. Ежедневно с 10 до 17.00',
        'list' => [
            [
                'title' => 'Формат:',
                'text' => 'Игротренинг+ практикум'
            ],
            [
                'title' => 'Кому:',
                'text' => 'Администраторы и управляющие салонов красоты'
            ],
            [
                'title' => 'Стоимость - 12 тыс. руб.',
                'text' => ''
            ],
            [
                'title' => 'Зачем:',
                'text' => '- повысить свой доход и выручку салона<br>- снять страх перед возражениями и отказами клиентов<br>- почувствовать легкость общения и уверенность в себе<br>- научиться делать случайного гостя постоянным лояльным клиентом'
            ],
            [
                'title' => 'После тренинга ты сможешь:',
                'text' => '- находить общий язык с любым клиентам<br>- узнавать, что на самом деле нужно клиенту<br>- вести разговор так что бы клиент сам желал купить услуги и товары<br>- создавать условия при которых клиент платит больше и ходит чаще<br>- преодолевать любые возражения клиента (в т.ч. «дорого», «у меня все есть», «у меня свой мастер» «подумаю» и тд)'
            ],
        ]
    ],
    [
        'type' => 'woman',
        'slug' => 'negativ.png',
        'title' => '«Негативные отзывы как инструмент привлечения новых клиентов»',
        'short_title' => 'Работа с рекламациями',
        'dates' => 'Продолжительность – 1 день с 10 до 14.00',
        'list' => [
            [
                'title' => 'Формат:',
                'text' => 'Командный тренинг'
            ],
            [
                'title' => 'Кому:',
                'text' => 'Администраторы и владельцы салонов красоты, самозанятые специалисты'
            ],
            [
                'title' => 'Стоимость – 4000 руб.',
                'text' => ''
            ],
            [
                'title' => 'Зачем:',
                'text' => '-  повысить свой доход<br>- увеличить клиентскую базу за счет новых клиентов<br>- получить азарт и легкость в работе с негативными отзывами<br>'
            ],
            [
                'title' => 'После тренинга ты сможешь:',
                'text' => '- спокойно реагировать на негативные отзывы <br>- легко отвечать на любой негативный отзыв<br>- привлекать новых клиентов через сайты отзовики и карты<br>- возвращать лояльность старых клиентов<br>- управлять своей репутацией на интернет пространстве'
            ],
        ]
    ],
]; ?>
<section class="section template_total-look">
    <div class="section__heading section__heading_center">
        <h2 class="text_xxl template_welcome__item__title">
            <strong>
                Расписание тренингов академии <span class="color_primary">Mod`s Hair</span>
            </strong>
        </h2>
    </div>
</section>
<?php foreach ($looks as $item) : ?>
    <section id="Trainings" class="section template_total-look">
        <div>
            <div class="template_total-look__slider">
                <div class="sanity_slider__content">
                    <div class="template_total-look__slider__item">
                        <div class="template_total-look__slider__item__preview img img_center">
                            <img width="350"
                                 src="<?= base_url(); ?>/media/Templates/total_look/<?= $item['slug']; ?>"
                                 alt="<?= $item['title']; ?>">
                        </div>
                        <div class="template_total-look__slider__item__content">
                            <p class="template_total-look__slider__item__content__title"><?= $item['title']; ?></p>
                            <p class="template_total-look__slider__item__content__title"><?= $item['dates']; ?></p>
                            <ul class="template_total-look__slider__item__content__list">
                                <?php foreach ($item['list'] as $li) : ?>
                                    <li class="template_total-look__slider__item__content__list__item">
                                        <p class="template_total-look__slider__item__content__list__item__title"><?= $li['title']; ?></p>
                                        <?= !empty($li['text']) ? '<p class="template_total-look__slider__item__content__list__item__text">' . $li['text'] . '</p>' : ''; ?>
                                    </li>
                                <?php endforeach; ?>
                            </ul>
                            <p class="template_total-look__slider__item__content__offer">
                                <strong>
                                    <?= $item['offer'] ?? 'Запишитесь сейчас и получите персональную скидку на обучение.' ?>
                                    <br>
                                </strong>
                            </p>
                            <button class="btn" sanity-popup-trigger="<?= $item['slug'] ?>">Записаться на обучение
                            </button>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </section>
    <div class="sanity_popup popup_subscribe" sanity-popup="<?= $item['slug'] ?>">
        <div class="popup_subscribe__inner">
            <div class="popup_subscribe__inner__number img img_center">
                <img src="<?= base_url(); ?>/media/Templates/subscribe/img.png" alt="<?= PROJECT; ?>">
            </div>
            <form class="form popup_subscribe__form">
                <p class="big popup_subscribe__form__title"><b>Запишись онлайн или по телефону
                        <a class="txt whitespace_no-wrap roistat_number" href="tel:<?= SITE_PHONE_LINK; ?>"
                           onclick="yaCounter53846524.reachGoal('KlicknaTelefon'); gtag('event', 'done', {'event_category': 'KlicknaTelefon'});"><?= SITE_PHONE; ?></a></b>
                </p>
                <p class="popup_subscribe__form__subtitle">Оставь заявку в течении 10 минут и получи уникальное
                    предложение!</p>
                <div class="row">
                    <?= view('Templates/input_text', [
                        'name' => 'phone',
                        'placeholder' => 'Ваш телефон:',
                        'label' => null,
                        'required' => true,
                    ]); ?>
                    <input type="hidden" name="subject" value="academy">
                    <input type="hidden" name="type" value="<?= $item['short_title'] ?>">
                    <input type="submit" class="btn" value="Отправить">
                </div>
                <p style="font-size: 11px; font-style: italic">Нажимая кнопку “Отправить”, я даю согласие на обработку и хранение персональных данных и соглашаюсь с <a style="text-decoration: dotted" href="<?= base_url(); ?>/media/policy_mods.pdf" target="_blank">политикой конфиденциальности</a> </p>
            </form>
        </div>
    </div>
<?php endforeach; ?>

<div class="section_collections__info__content">
    <div class="section_collections__info__video">
        <iframe style="width: 100%; border: 0 none" height="400" src="https://www.youtube.com/embed/g5kcifYg83Y?rel=0"
                allow="accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture"
                allowfullscreen></iframe>
    </div>
</div>

